# IFCHybrid Import Options To String Method

Source: https://www.revitapidocs.com/2026/8747c3dd-c416-d418-c43e-1799e6a933d1.htm

---

| IFCHybrid Import Options To String Method |
| --- |

Overload List

|  | Name | Description |
| --- | --- | --- |
|  | ToString | Returns a string that represents the current object. |
|  | ToString(IFCHybridImportOptions) | Converts the IFCHybridImportOptions class to a revit.ini\-compatible string. |

Top See Also

#### Reference

IFCHybridImportOptions Class Autodesk.Revit.DB.IFC Namespace